{"weightsManifest": [{"paths": ["group1-shard1of23.bin", "group1-shard2of23.bin", "group1-shard3of23.bin", "group1-shard4of23.bin", "group1-shard5of23.bin", "group1-shard6of23.bin", "group1-shard7of23.bin", "group1-shard8of23.bin", "group1-shard9of23.bin", "group1-shard10of23.bin", "group1-shard11of23.bin", "group1-shard12of23.bin", "group1-shard13of23.bin", "group1-shard14of23.bin", "group1-shard15of23.bin", "group1-shard16of23.bin", "group1-shard17of23.bin", "group1-shard18of23.bin", "group1-shard19of23.bin", "group1-shard20of23.bin", "group1-shard21of23.bin", "group1-shard22of23.bin", "group1-shard23of23.bin"], "weights": [{"dtype": "float32", "shape": [], "name": "module_apply_default/hub_input/Mul/y"}, {"dtype": "float32", "shape": [], "name": "module_apply_default/hub_input/Sub/y"}, {"dtype": "int32", "shape": [], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/concat/axis"}, {"dtype": "int32", "shape": [2], "name": "module_apply_default/InceptionV3/Logits/GlobalPool/reduction_indices"}, {"dtype": "float32", "shape": [1, 1, 2048, 1001], "name": "module/InceptionV3/Logits/Conv2d_1c_1x1/weights"}, {"dtype": "float32", "shape": [1001], "name": "module/InceptionV3/Logits/Conv2d_1c_1x1/biases"}, {"dtype": "float32", "shape": [3, 3, 3, 32], "name": "module/InceptionV3/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [32], "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 32, 32], "name": "module/InceptionV3/Conv2d_2a_3x3/weights"}, {"dtype": "float32", "shape": [32], "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 32, 64], "name": "module/InceptionV3/Conv2d_2b_3x3/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 64, 80], "name": "module/InceptionV3/Conv2d_3b_1x1/weights"}, {"dtype": "float32", "shape": [80], "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 80, 192], "name": "module/InceptionV3/Conv2d_4a_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 192, 64], "name": "module/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 192, 48], "name": "module/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [48], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 192, 64], "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 192, 32], "name": "module/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [32], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [5, 5, 48, 64], "name": "module/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "module/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 256, 48], "name": "module/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [48], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "module/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [5, 5, 48, 64], "name": "module/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 288, 64], "name": "module/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 288, 48], "name": "module/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [48], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 288, 64], "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 288, 64], "name": "module/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [5, 5, 48, 64], "name": "module/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 288, 384], "name": "module/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 288, 64], "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 128], "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 128], "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 128, 128], "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 128, 128], "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 128, 192], "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 128, 128], "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 128, 128], "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/weights"}, {"dtype": "float32", "shape": [128], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 128, 192], "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 160], "name": "module/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 160], "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 160], "name": "module/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 160], "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 192], "name": "module/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 160], "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 160], "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 192], "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 160], "name": "module/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 160], "name": "module/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 160], "name": "module/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 160], "name": "module/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 192], "name": "module/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 160], "name": "module/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 160, 160], "name": "module/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/weights"}, {"dtype": "float32", "shape": [160], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 160, 192], "name": "module/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 192, 192], "name": "module/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 768, 192], "name": "module/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 192, 320], "name": "module/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [320], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 7, 192, 192], "name": "module/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [7, 1, 192, 192], "name": "module/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 192, 192], "name": "module/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 1280, 320], "name": "module/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [320], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 1280, 384], "name": "module/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 1280, 448], "name": "module/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [448], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 1280, 192], "name": "module/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 3, 384, 384], "name": "module/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 1, 384, 384], "name": "module/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 448, 384], "name": "module/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 3, 384, 384], "name": "module/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 1, 384, 384], "name": "module/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 2048, 320], "name": "module/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [320], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 2048, 384], "name": "module/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 2048, 448], "name": "module/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [448], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 1, 2048, 192], "name": "module/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 3, 384, 384], "name": "module/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 1, 384, 384], "name": "module/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 3, 448, 384], "name": "module/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [1, 3, 384, 384], "name": "module/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Conv2D_bn_offset"}, {"dtype": "float32", "shape": [3, 1, 384, 384], "name": "module/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/weights"}, {"dtype": "float32", "shape": [384], "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Conv2D_bn_offset"}]}], "modelTopology": {"node": [{"attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "3"}]}}}, "name": "images", "op": "Placeholder"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}, "name": "module_apply_default/hub_input/Mul/y", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}, "name": "module_apply_default/hub_input/Sub/y", "op": "Const"}, {"attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/concat/axis", "op": "Const"}, {"attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}, "name": "module_apply_default/InceptionV3/Logits/GlobalPool/reduction_indices", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "2048"}, {"size": "1001"}]}}}}, "name": "module/InceptionV3/Logits/Conv2d_1c_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1001"}]}}}}, "name": "module/InceptionV3/Logits/Conv2d_1c_1x1/biases", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}}, "name": "module/InceptionV3/Conv2d_1a_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "32"}]}}}}, "name": "module/InceptionV3/Conv2d_2a_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Conv2d_2b_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "80"}]}}}}, "name": "module/InceptionV3/Conv2d_3b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "80"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Conv2d_4a_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "48"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "32"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "48"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "48"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "48"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "48"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "48"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "288"}, {"size": "384"}]}}}}, "name": "module/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "64"}]}}}}, "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "96"}]}}}}, "name": "module/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "7"}, {"size": "128"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "1"}, {"size": "128"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "1"}, {"size": "128"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "7"}, {"size": "128"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "1"}, {"size": "128"}, {"size": "128"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "7"}, {"size": "128"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "160"}]}}}}, "name": "module/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "160"}]}}}}, "name": "module/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}, "name": "module/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "7"}, {"size": "160"}, {"size": "160"}]}}}}, "name": "module/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/weights", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}}, "name": "module_apply_default/InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Conv2D_bn_offset", "op": "Const"}, {"attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "1"}, {"size": "160"}, {"size": "160"}]}}}}, 